[{"title":"Gaza aid ship to dock in Egypt after Israel pressure", "article":"A ship with supplies for Gaza will dock at el-Arish in Egypt, officials say, after Israeli pressure to stop the vessel breaking its Gaza blockade. The Moldovan-flagged ship chartered by a charity run by the son of Libyan leader Col Muammar Gaddafi, left a Greek port on Saturday. Israel asked for help from the UN, and had talks with Greece and Moldova. But organisers insist they will go to Gaza. An Israeli raid on a Gaza-bound ship in May killed nine Turkish activists. Israel insisted its troops were defending themselves but the raid sparked international condemnation. Israel recently eased its blockade, allowing in almost all consumer goods but maintaining a \"blacklist\" of some items. Israel says its blockade of the Palestinian territory is needed to prevent the supply of weapons to the Hamas militant group which controls Gaza. The Amalthea, renamed Hope for the mission, set off from the Greek port of Lavrio, loaded with about 2,000 tonnes of food, cooking oil, medicines and pre-fabricated houses. It has been chartered by the Gaddafi International Charity and Development Foundation. Its chairman is Saif al-Islam Gaddafi. The organisation said the 92m (302ft) vessel would also carry \"a number of supporters who are keen on expressing solidarity with the Palestinian people\"."},
{"title":"Mel Gibson", "article":"Often acts and directs stories involving an individual who is persecuted, and fights for justice Has often portrayed a widower, in films such as Mad Max (the sequels), Lethal Weapon film series, Braveheart, The Patriot, Signs, and Edge of Darkness. Often portrays men who seek revenge for the murder of family or friends Ranked #12 in Empire (UK) magazine's \"The Top 100 Movie Stars of All Time\" list. [October 1997] Chosen by People (USA) magazine as one of the \"50 Most Beautiful People\" in the world. Educated at University of New South Wales, Australia. Chosen by People magazine as one of the \"50 Most Beautiful People\" in the world. Chosen by People magazine as one of the \"50 Most Beautiful People\" in the world. Awarded the AO (Officer of the Order of Australia), Australia's highest honor, in mid-1997. He took up acting only because his sister submitted an application behind his back. The night before an audition, he got into a fight, and his face was badly beaten, an accident that won him the role."},
{"title":"Talent Agency WME drops Mel Gibson", "article":"Cast member Mel Gibson (R) and Oksana Grigorieva attend the premiere of the film ''Edge of Darkness'' in Los Angeles January 26, 2010. Earlier this week, the agency's Patrick Whitesell informed the actors' representatives that he would no longer be represented by the agency. Gibson's longtime agent, Ed Limato, died July 3, and a funeral will take place in New York next week. William Morris Endeavor (WME) partner Ari Emanuel had previously expressed hostility toward Gibson after the actor made anti-Semitic remarks and made remarks implying skepticism about the Holocaust. An agency source said the only reason the agency had represented Gibson in the first place was his association with Limato. \"Mel was really important to Ed,\" an agency source said. \"He was with him for 32 years and I think Ed saw him as a son.\" But he added, \"The world knows how Ari feels and he has never changed that opinion.\" Gibson's troubles have only increased in recent weeks with allegations of bigoted tirades and reports that he is under investigation for assaulting his ex-girlfriend. Several studio executives have said in the wake of these disclosures that they consider the troubled actor too untouchable in the industry. \"I'd rather get engaged to Lindsay Lohan than have anything to do with him,\" one studio chief said. A spokesman for Gibson could not be reached for comment."},
{"title":"Suicide bomber killed in Tehran-Fars", "article":"(Adds details)  TEHRAN, June 20 (Reuters) - A suicide bomber was killed and two people were wounded in Tehran on Saturday, near the shrine of Iran's revolutionary founder, Ayatollah Ruhollah Khomeini, Iran's semi-official Fars news agency reported.  \"A suicide bomber was killed at the northern wing of Imam Khomeini's shrine. Two people were injured,\" Fars said.  It did not explain the exact circumstances.  Iranian riot police used teargas elsewhere in Tehran to disperse demonstrators protesting against a disputed presidential election, a witness said. (Editing by Jon Boyle)"},
{"title":"Iran's 10% ballot boxes to be recounted", "article":"Tehran - Iran's Guardian Council is ready to recount up to 10 percent of the ballot boxes randomly in last week's presidential election, state television reported on Saturday. \"The Guardian Council is ready to recount randomly up to 10 percent of ballot boxes in last week's disputed presidential election,\" the council's spokesman Abbas Ali Kadkhodai was quoted as saying. \"The Guardian Council is not legally obliged,\" Kadkhodai said, \"we will recount the votes in the presence of the three (defeated) candidates.\" Whenever the examination and the recount is finished the council will announce its final decision, he added. He also said that Mir-Hossein Mousavi and Mehdi Karroubi still have time to express their opinions until Wednesday. Only Iran's former Revolutionary Guards Chief Mohsen Rezaei attended a special meeting of the Guardians Council with presidential candidates on Saturday, the official IRNA news agency reported. Iran's former Prime Minister Mir-Hossein Mousavi and former Parliament Speaker Mehdi Karroubi failed to attend the meeting without giving any reason. The Spokesman of the Guardian Council Abbas-Ali Kadkhodaei said on Wednesday that candidates of Iran's recent presidential election were invited to its upcoming meeting session which is to be held within the next few days. Iran's Supreme Leader Ayatollah Seyyed Ali Khamenei has ordered Iran's Guardian Council, the top legislative body, to investigate the claims of \"fraud\" in the recent presidential election."},
{"title":"Iran's Mousavi renews call for cancellation of election result", "article":"TEHRAN, June 20 (Xinhua) -- Iran's former Prime Minister, defeated presidential candidate Mir-Hossein Mousavi renewed his call on Saturday for cancellation of last week's disputed presidential election. In a letter to Iran's Guardian Council which was published on his campaign website, Mousavi cited \"irregularities in election\" as the reason for a nationwide cancellation of the election result. Mousavi said in the letter that the wise Iranian nation would never believe the inequity and irregularity in the election. \"I will continue my steps to make the truth and the rights of the great Iranian people clear in the range of Constitution and current laws,\" Mousavi said. Mousavi cited several allegations of irregularities in the election which gave incumbent President Mahmoud Ahmadinejad a landslide victory, saying that they were \"part of the truth and fraudulent conduct.\" Iran's Supreme Leader Ayatollah Ali Khamenei said on Friday that the Iranian nation needs calm and patience, rejecting any vote rigging in the recent presidential election. Khamenei also urged the candidates to lodge any complaints about the election through legal channels. On June 13, Iran's Interior Minister Sadeq Mahsouli said Ahmadinejad won 62.63 percent of the total ballots on the June 12 presidential vote, while his main rival Mousavi got 33.75 percent. After the official declaration, Mousavi protested \"strongly\" the \"obvious\" violations in Iran's presidential election, and also appealed to the Guardian Council for a cancellation of the election result. Mousavi's supporters have participated in massive rallies in Tehran and other cities over the past days."},
{"title":"Relatives of disgraced Savile voice their anguish", "article":"The family of disgraced UK TV presenter Jimmy Savile made its first public statement Saturday since a slew of claims of sexual abuse of under-age girls destroyed the reputation of a man they had regarded as a hero. Savile's nephew, Roger Foster, had defended his late uncle -- who hosted shows watched and heard by a generation of young Britons -- in a newspaper interview before the allegations emerged in a TV documentary a month ago. But as those few claims snowballed into hundreds, the family had to face up to the horrific truth: that the man they were so proud of as a media star and indefatigable charity fundraiser had a far darker side to his past. A statement released Saturday by Foster spells out the family's anguish -- and their deep sympathy for as many as 300 victims preyed on by Savile. The documentary made them aware of \"allegations of a darker side to him that we knew nothing about,\" Foster says -- and the claims swiftly began to overwhelm the family. \"I watched the program in horror and could not believe that these allegations were about our uncle. This wasn't the man we knew and loved,\" he says. \"We began to have doubts as to our own feeling towards our uncle. How could the person we thought we knew and loved do such a thing? \"Why would a man who raised so much money for charity, who gave so much of his own time and energy for others risk it all doing indecent criminal acts? How could anyone live their life doing the 'most good and most evil' at the same time?\" The family took the \"difficult\" decision to remove Savile's headstone, only placed on his grave a couple of weeks earlier, as they feared it could become a target for spiraling public outrage and so disrupt the peace of the cemetery for others. \"A vilification of his name, his achievements and everything he stood for followed. People are moving as quickly as possible to disassociate themselves from him,\" Foster continues. \"We recognize that even our own despair and sadness does not compare to that felt by the victims. Our thoughts and our prayers are with those who have suffered from every kind of abuse over so many years and we offer our deepest sympathy in what must have been a terrible time for all of them."},
{"title":"Iran to recount 10 percent of ballot boxes", "article":"Tehran: Iran's Guardian Council will recount 10 percent of the ballot boxes in last week's disputed presidential election, the state television reported Saturday. \"The Guardian Council is ready to recount randomly up to 10 percent of the ballot boxes in last week's disputed presidential election,\" council's spokesman Abbas Ali Kadkhodai said. \"We will recount the votes in the presence of the three (defeated) candidates,\" he said, adding that whenever the recount is completed the council will announce its final decision. Witnesses report fierce clashes on Tehran streets Iran's former Revolutionary Guards chief Mohsen Rezaei, one of the defeated candidates in the June 12 election, Saturday attended a special meeting of the Guardians Council, the state media reported. Two other defeated candidates, former prime minister Mir-Hossein Moussavi and former parliament speaker Mehdi Karroubi, were also invited but did not attend the meeting. Kadkhodai said Moussavi and Karroubi still have time to express their opinions until Wednesday. Earlier, Iran's Supreme Leader Ayatollah Ali Khamenei had ordered the Guardian Council, an influential body that wields considerable power in the Islamic Republic, to investigate the claims of \"fraud\" in the presidential election. For more International news | For more Political news | For more Offbeat news"},
{"title":"US admits Afghan airstrike errors", "article":"A row has been rumbling since the strikes in early May   Failure by US forces to follow their own rules was the \"likely\" cause of civilian deaths in Afghan airstrikes last month, a US military report says. US officials looked at seven strikes on Taliban targets in Farah province on 4 May, and concluded that three had not complied with military guidelines. The report accepts that at least 26 civilians died, but acknowledges that the real figure could be much higher. The Afghan government has said 140 civilians were killed in the strikes. Washington and Kabul have been at loggerheads for weeks over the number of civilians killed in the incident. The report's conclusions are couched in caveats, but by releasing it late on a Friday afternoon the Pentagon has underlined its embarrassment at what may be the worst case of civilian deaths since coalition forces entered the country in 2001. As well as acknowledging that there was a failure to follow strict military guidelines, the report recommends unspecified steps to be taken to refine that guidance and urges a greater engagement in the public relations battle.   It states that the coalition should be \"first with the truth\". Yet the report also calls into question whether the true number of civilian deaths, in this incident, will ever be known. It sticks with the US military's initial estimate of 26, but describes a report by the Afghan Independent Human Rights Commission, which speaks of at least 86 civilian casualties, as \"balanced\" and \"thorough\". The US report defends the Farah operation, saying the use of force \"was an appropriate means to destroy that enemy threat\". \"However, the inability to discern the presence of civilians and avoid and/or minimise accompanying collateral damage resulted in the unintended consequence of civilian casualties,\" the report says. It says the final three strikes of the engagement, which took place after dark, did not adhere to \"specific guidance\" in the controlling directive. \"Not applying all of that guidance likely resulted in civilian casualties,\" the report says. It concedes that the precise number of civilians killed in the attack may never be known because many victims were buried before the investigation started. The document makes a number of recommendations to reduce the likelihood of civilian deaths. It says lines of communication must be improved, new guidelines should be introduced and personnel need to be retrained. Gen Stanley McChrystal, the US commander in Afghanistan, is currently reviewing US rules in relation to airstrikes. He said last month that US forces should use them only if the lives of Nato personnel or American troops were clearly at risk. Both Nato and US have have insisted that avoiding civilian casualties is their priority in all battles."},
{"title":"Jimmy Savile nephew 'devastated' by sex abuse scandal", "article":"The nephew of Jimmy Savile says the sex abuse scandal surrounding the late TV presenter has been \"devastating\". Roger Foster said he had not believed the allegations at first, but so many had surfaced he was now \"convinced that the vast majority of them are true\". He said he could not understand how his uncle, who did so much charity work, \"could have such a dark side to him\". Police believe the BBC presenter and DJ could have abused as many as 300 people over a 40-year-period. Police have launched a criminal investigation into Savile, who died last year aged 84. Separately, the head of the Catholic Church in England and Wales is trying to have Savile's papal knighthood posthumously removed. Allegations of sexual abuse have continued to mount up since claims were first made public in an ITV documentary at the beginning of October. \"I said at the time of his funeral that he was my friend, my mentor and my uncle - he was very much like a father to me,\" Mr Foster told BBC News. \"I was horrified when I saw the original programme. As the weeks have gone by, and the various allegations have come out, the number of allegations have been so great that I now believe that the vast majority of them are true.\" The scandal had been \"totally devastating\", said Mr Foster."},
{"title":"Many dead' in US strike in Iraq", "article":"The US military said it had targeted what it called an al-Qaeda cell leader in an air strike near Karabilah, on the border with Syria. Also on Monday, the US military reported that six US soldiers were killed in two separate incidents. The US military last week reported its 2,000th fatality in Iraq since the invasion of the country. Four US servicemen died on Monday when their patrol hit an improvised explosive device in Yusufiya, in the south-west of Baghdad. Later on Monday, two other soldiers were killed by an improvised bomb north of the capital. US officials insisted that the raid near Qaim, it was a precision strike designed to avoid civilian casualties. But doctors at a hospital in the nearby town of Qaim said there were more than 30 dead, including women and children. A doctor in the area said that bodies were still being pulled out of the buildings hit in the strike hours later, and one local tribal leader has insisted that the there were no insurgents in the area, the Reuters news agency has reported. US and Iraqi officials say operations in western Iraq are aimed at blocking what is believed to be the main supply route from Syria for the insurgents. In other violence in Iraq on Monday:"},
{"title":"I tried repeatedly to talk the US out of invading Iraq, says Berlusconi", "article":"Silvio Berlusconi, one of George Bush's closest allies, says he repeatedly tried to talk the US president out of invading Iraq, in comments to be broadcast today. In the television interview, which goes out on the day the Italian prime minister flies to Washington to meet Mr Bush, Mr Berlusconi says he even enlisted the help of the Libyan leader, Colonel Muammar Gadafy, in behind-the-scenes efforts to stop America going to war. \"I have never been convinced war was the best way to succeed in making a country democratic and extract it from an albeit bloody dictatorship,\" he says. \"I tried on several occasions to convince the American president not to wage war.\" His version of events, recounted in an interview with the La7 private TV station, with excerpts reported by the Apcom and Ansa news agencies at the weekend, was backed by his deputy, Gianfranco Fini, leader of the former neo-fascist party, who said: \"We tried right up to the end to persuade Bush and Blair not to launch a military attack.\" Mr Berlusconi said one of the \"other ways and other solutions\" he had tried was a \"joint action\" with Colonel Gadafy, whose country is a former Italian colony. Coming after Lewis Libby's indictment capped a crisis week for the Bush administration, Mr Berlusconi's remarks will be seen by many in Washington as treacherous. Italy's prime minister is standing for re-election in just over five months and polls indicate that his support for Mr Bush is a major handicap. He became closely identified with Mr Bush soon after coming to office in 2001 and avoided criticism of US policy in the run-up to the war. In March 2003 he told parliament the use of force against Iraq was legitimate and Italy could not abandon the Americans \"in their fight against terrorism\". Yesterday Mr Berlusconi's aides played down the remarks, pointing to two earlier occasions on which he had alluded to \"doubts\" and \"reservations\" about the invasion. Il Giornale, a newspaper owned by the Berlusconi family, quoted the prime minister as saying in November 2003 he had \"expressed disagreement with Bush on the military action in Iraq\". His latest remarks were nevertheless at odds with public perceptions of his stance and astonished his political rivals. \"What's going on?\" asked Romano Prodi, the leader of the centre-left. \"Has he finally realised the war was wrong? Well, let him say so. He told Bush? Well, it means he doesn't count for anything at all.\" Though Italian troops did not take part in the invasion of Iraq they have played a prominent role since. Italy's 3,000-strong contingent is the third largest in the US-led coalition. Mr Berlusconi has repeatedly indicated that he intends to reduce Italy's presence, and an initial withdrawal of 300 soldiers took place in September. But at least one opposition politician suggested the prime minister might have been trying in advance to limit damage to his administration from the \"CIA-gate\" scandal. The document at the origin of the affair, which indicated that Saddam Hussein's regime tried to buy uranium in Africa, was allegedly forged by an Italian with links to the intelligence services."},
{"title":"Jimmy Savile: Gary Glitter arrested over sex offences", "article":"Former pop star Gary Glitter has been arrested on suspicion of sex offences by police investigating Jimmy Savile abuse claims. He was released on bail until mid-December, after being questioned at a London police station. Glitter, 68, whose real name is Paul Gadd, was jailed in Vietnam in 2006 for child sex offences. Police are investigating allegations TV star Savile sexually abused some 300 young people over a 40-year period. Met Police confirmed officers from Operation Yewtree had \"arrested a man in his 60s in connection with the investigation\". \"The man, from London, was arrested at approximately 0715 on suspicion of sexual offences. The individual falls under the strand of the investigation we have termed 'Savile and others'.\" Scotland Yard has said it is following about 400 lines of inquiry as part of the operation - which is looking into claims Savile, who died last year aged 84, abused hundreds of young girls and some boys. Police described former BBC DJ Savile as a \"predatory sex offender\". Karin Ward - a former pupil at Duncroft approved school for girls in Surrey - told the BBC she had once seen singer Glitter having sex with a schoolgirl in Savile's dressing room at the BBC. Glitter has denied the allegations. Glitter is the first person to be arrested in connection with the Met's Savile abuse inquiry."},
{"title":"Source: Jon Huntsman to drop out of presidential race", "article":"Republican candidate Jon Huntsman will drop out of the presidential race on Monday and endorse front-runner Mitt Romney, a senior official with the former Utah governor's campaign told CNN. Huntsman finished third in last week's New Hampshire primary, a state in which he had staked his entire campaign, behind Romney and Texas Rep. Ron Paul. \"Governor Huntsman did not want to stand in the way of the candidate best prepared to beat Barack Obama and turn our economy around. That's Mitt Romney,\" the official said. The former governor and U.S. ambassador to China made headlines when he decided to take his campaign to compete in the South Carolina primary, where he struggled to build support. An American Research Group poll released Friday showed Huntsman with just 1% of likely GOP primary voters in the state. \"Jon Huntsman made a basic calculation here, let's be honest. If you look at the polling, he's doing miserable in South Carolina. He's not going to win the state next Saturday and so if he wants to run in 2016 ... this is a chance ... to try to get a little bit of goodwill in the party, a little bit of leverage,\" said CNN Chief National Correspondent John King. Despite his low polling numbers, South Carolina's largest newspaper, The State, endorsed Huntsman earlier on Sunday. The paper's editorial board stated that while Romney is \"more appealing\" than the rest of the GOP field, Huntsman is \"more principled, has a far more impressive resume and offers a significantly more important message.\" The board praised what it called the \"essential values that drive his candidacy: honor and old-fashioned decency and pragmatism.\" R.C. Hammond, the spokesman for candidate Newt Gingrich, said that with Huntsman dropping out, \"we are one step closer to a bold Reagan conservative winning the GOP nomination.\""},
{"title":"Republican primaries: Jon Huntsman to end bid", "article":"Jon Huntsman is to end his campaign to win the Republican presidential nomination, US press reports say. He finished third in last week's New Hampshire primary and had been struggling ahead of this week's South Carolina primary. Mr Huntsman had hoped for an upset in New Hampshire but polled only 17%. He will announce his withdrawal in South Carolina on Monday and endorse front-runner Mitt Romney, campaign officials said. Primaries and caucuses will be held in every US state over the next few months to vote on a Republican candidate before the eventual winner is crowned at the party convention in August. Mr Huntsman, 51, is a former governor of Utah and served as President Barack Obama's first ambassador to China. A fluent Chinese speaker, in the early 1990s he became the youngest head of a US diplomatic mission for a century when he was appointed ambassador in Singapore. But his campaign for the Republican nomination failed to gain momentum, hardly registering in national opinions polls with only 1% or 2%. \"The governor and his family, at this point in the race, decided it was time for Republicans to rally around a candidate who could beat Barack Obama and turn around the economy,\" campaign manager Matt David told the New York Times. His withdrawal comes after he gained the endorsement of South Carolina's largest newspaper The State, which said that he and Mr Romney were the \"two sensible, experienced grown-ups in the race'', but that Mr Huntsman was \"more principled\" and offered \"a significantly more important message''."},
{"title":"NATO-Russia drill aims to prevent September 11 attack", "article":"Policemen stand guard as a Russian Air Force aerobatic team performs at the Moscow International Air Show in Zhukovsky, August 23, 2009. Polish fighter aircraft delivered a hijacked airliner to their Russian counterparts above the two countries' shared border, simulating the level of cooperation they are aiming for in case of attack. After a 'struggle' in the cockpit of the hijacked plane, in which terrorists were overpowered but the plane's navigation system damaged, the aircraft was guided back to Poland by the Russian fighters. The showpiece exercises, which both sides say are the first of their kind, are taking place at a time when Russia and NATO are struggling to resolve disagreements over Western plans for a European missile defense system. \"We organized these exercises bearing in mind the joint threats we share as Russia and NATO -- in this case we are looking at the kind of terrorism that developed and came out of Afghanistan,\" said Yuri Gorlach, an official in the Russian Foreign Ministry's department on European cooperation. Moscow regularly cites the presence of al Qaeda in a growing insurgency in Russia's restive North Caucasus, where Islamist militants aim to carve out an Islamic state. Analysts say al Qaeda is trying to expand its presence in Russia after popular revolts in North Africa and the Middle East have undercut their support in those regions. The four-day exercise, Operation Vigilant Skies 2011, will end on June 9 after NATO and Russian fighters carry out similar drills above the Black Sea and the border area between Norway and Russia. \"These exercises demonstrate the series of practical steps taken between Russia and NATO within the framework of the fight against international terrorism,\" said NATO representative Istvan Talla. The only major air attack carried out in or above Russia in recent years was the almost simultaneous detonation of bombs aboard two Russian passenger planes in August 2004, killing all 90 people aboard the two aircraft. Authorities said two Chechen women were the bombers."},
{"title":"Al Qaeda leader calls for kidnapping of Westerners", "article":"Al Qaeda leader Ayman al-Zawahiri is calling on Muslims to kidnap Westerners, citing the success in the abduction of American aid worker Warren Weinstein in Pakistan. In a two-part, more than two-hour video posted on jihadist websites, al-Zawahiri called for the abductions as part of a vow not to \"spare any efforts\" to free Sheikh Omar Abdel-Rahman, the mastermind behind the 1993 World Trade Center bombing. \"God the great and almighty granted us success to capture the Jewish American Warren Weinstein,\" al-Zawahiri said in the video posted Wednesday, according to the terror monitoring group SITE Intelligence. \"We are seeking, by the help of God, to capture others and to incite Muslims to capture the citizens of the countries that are fighting Muslims in order to release our captives.\" Also in the video, al-Zawahiri called for Sharia law to be instituted in Egypt, and he questioned Egyptian President Mohamed Morsy for his stances on a number of issues, including Israel. \"I call on every free and honorable (person) in Egypt to participate in every protest against the Israeli Embassy, against the peace treaty with Israel, against the Israeli occupation of Palestinian land, and against every siege of Gaza,\" al-Zawahiri said. \"Islamic movements and masses must be at the forefront of those protests and the first to sacrifice for their sake.\" The video is the latest in a series released by al-Zawahiri, who was al Qaeda's No. 2 leader under Osama bin Laden. He took over leadership in June 2011 following bin Laden's death, according to statements posted on jihadist websites. In the latest video, al-Zawahiri apologized to Abdel-Rahman, dubbed \"the blind sheikh,\" for his imprisonment. The Egyptian-born Abdel-Rahman was convicted in 1995 of conspiracy. He is serving a life sentence at a federal prison in North Carolina. Al Qaeda claimed responsibility for the August 2011 abduction of Weinstein from his home in the Pakistani city of Lahore."},
{"title":"Palestinians killed in air strike", "article":"Missiles destroyed the jeep carrying the two men as it travelled through the Jabaliya refugee camp in northern Gaza on Tuesday. At least five other Palestinians were also wounded in the strike. Israeli warplanes have attacked cars carrying Palestinian militants in northern Gaza twice in the past week. Hassan Madhun, a senior member of the al-Aqsa Martyrs' Brigades, an offshoot of the mainstream Fatah party, was killed by the strike. The Israeli army confirmed they had targeted Madhun, who they believe was involved in the double suicide bombing that killed 10 Israelis in the port of Ashdod in March. The second casualty was Fawzi Abu al-Qara, a leader of Hamas's military wing, the Izz al-Din Qassam brigades, in Jabaliya. A spokesman for Hamas said Israel would \"pay a heavy price for their crimes\". \"This is an open war,\" Mushir al-Masri told the AFP news agency. The BBC's correspondent in Gaza, Alan Johnston, believes the killing of the Hamas leader may be significant, because the group may now be drawn into a bout of violence it has so far avoided."},
{"title":"Pakistan v Sri Lanka, ICC World Twenty20 final, Lord's Report", "article":"Pakistan 139 for 2 (Afridi 54*, Akmal 37) beat Sri Lanka 138 for 6 (Sangakkara 64*, Mathews 35*, Razzaq 3-20) by eight wickets  Scorecard and ball-by-ball details It wasn't the edge-of-the-seat final that would have signed off the ICC World Twenty20 in style, but that won't matter to Pakistan who gave their nation a something to savour amid troubled times. From the moment Tillakaratne Dilshan, the tournament's top-scorer, fell in the opening over Pakistan had a grip on the match. Shahid Afridi, who emerged as their trump card, guided his team home in the 19th over with an unbeaten 54, and it was left to Younis Khan to raise the trophy in what he later announced would be his final Twenty20 international, in front of a sea of delirious Pakistan supporters. Pakistan won't be playing at home for the foreseeable future, but the following they have had at this event has reinforced the notion that England can be a surrogate home. The masses were cheering from early on as Abdul Razzaq - a great individual comeback-story among the team's resurgence - claimed three key wickets in his opening burst to leave Sri Lanka on 32 for 4. They never looked back despite the best efforts of Kumar Sangakkara. Occasionally the tension rose as the required rate climbed, but each time Afridi was on hand with one of his most mature innings. He hit consecutive balls from Muttiah Muralitharan for six and four in the 14th over, a calculated assault against a key bowler. The destination of the trophy was sealed when he swung a huge six over midwicket off Isuru Udana in the 18th over - the moment when Sangakkara gambled on one of his weaker bowling links - and followed that with another boundary off a high full toss. Shoaib Malik played his part with 24 off 22 balls in a match-winning stand of 76 after Kamran Akmal had given early impetus to the top-order. The batsmen knew they didn't have to take many risks and played Ajantha Mendis better than any other team as he went for his most expensive spell of the tournament. Pakistan's rise from rank outsiders to champions is an extraordinary display for a team that had to beat Netherlands by a significant margin to even stay in the event during the group stages. However, they have peaked at the right time and couldn't have produced a more complete performance for a final. They fell five runs short two years ago at Johannesburg, but this time there was no mistake. Sri Lanka, who have been the model of consistency, were caught off guard by aggressive tactics. In a stirring atmosphere, Pakistan were on top of their game from the start as 17-year-old Mohammad Aamer belied his inexperience with a tone-setting opening over. In a clear plan he bowled short at Dilshan who was distinctly discomforted by the approach. Against the fifth ball Dilshan tried to take the initiative with a scoop over short fine-leg, but only managed to pick out the man on the edge of the circle. He had middled virtually all his attempts at the shot during the tournament and what a time for it to go wrong. With the tournament's leading run-scorer heading off Pakistan were buoyed and Sri Lanka shaken. Jehan Mubarak was promoted to No. 3, but he couldn't survive the second over when he came down the pitch and got a leading edge into the covers to give Razzaq his first. Sri Lanka briefly rallied as Sanath Jaysuriya suggested he could marshal a turnaround. Favouring the leg side he swung Razzaq for six with a forceful short-arm pull and collected four more next ball, but it was a short-lived response when an inside edge crashed into the stumps. Razzaq was flat on his face at the moment of dismissal after slipping in his follow-through but it was Sri Lanka who were feeling unsteady."},
{"title":"PM Koizumi hangs on to power", "article":"Projections, by public broadcaster NHK, showed his coalition had surpassed the 241 seats needed to retain control of the 480-seat House of Representatives. But the final total was 275 - 12 below their current strength. The opposition Democratic Party (DPJ) looked like making major gains, boosting its seats from 137 to more than 170. Surveys indicated turnout was behind the last lower house elections in 2000. Mr Koizumi was seeking a second term in office to complete the economic reforms he began more than two years ago. His Liberal Democratic Party (LDP) had faced a strong challenge from the DPJ. The party's leaders accepted the early outlook was tough. \"As the largest party, we should be striving to achieve a single-party majority,\" said LDP secretary-general Shinzo Abe. \"But if the three parties of the ruling coalition achieve a majority, I will take that as a sign of having won the public's trust.\" This was the first test of Mr Koizumi's economic reforms since he came to power more than two years ago."},
{"title":"Pentagon counts Iraqi casualties", "article":"The data, which appears in a survey compiled in answer to questions from US Congressional staff, gives no figure for Iraqis killed in US-led operations. Nor does it appear to differentiate between civilians and security forces. UK-based peace activists estimated this summer that civilian deaths alone since March 2003 had reached nearly 25,000. Basing its count on media reports, the Iraq Body Count group estimated that about 37% of these deaths were caused by US-led forces and added that, overall, more than 42,000 Iraqi civilians were injured. Pentagon spokesman Greg Hicks said the figures released by his department should be regarded as \"a kind of a snapshot\". \"The defence department doesn't maintain a comprehensive or authoritative count of Iraqi casualties,\" he told reporters. The US military reported its 2,000th fatality from the Iraq conflict last week."}]
